<?php require $_SERVER['DOCUMENT_ROOT'] . "/header.php"; ?>

<section class="development">
    <div class="container">
        <div class="row">
            <div class="col">
                <h2>Подготовка</h2>
            </div>
        </div>

        <div class="row">
            <div class="col">
                <p>
                    Программа подготовки студентов к участию в командных и личных соревнованиях по программированию рассчитана на три года. Каждый год соответствует уровню подготовки студента:
                    <ul>
                        <li><p><b>Уровень 1:</b> Программа «Базовая подготовка» рассчитана на студентов, которые только начинают заниматься олимпиадным программированием.</p></li>
                        <li><p><b>Уровень 2:</b> Программа «Олимпиадная подготовка» рассчитана на студентов, которые готовятся к выходу в полуфинал ACM ICPC.</p></li>
                        <li><p><b>Уровень 3:</b> Программа «Продвинутая олимпиадная подготовка» рассчитана на опытных студентов, которые готовы хорошо выступить на полуфинале и пройти в финал ACM ICPC.</p></li>
                    </ul>
                </p>
            </div>
        </div>

        <div class="row">
            <div class="col">
                <h2>Расписание</h2>
                <p><b>Уровень 1:</b><br>Суббота, ауд. 276А/3, начало в 15:20</p>
                <p><b>Уровень 2, 3:</b><br>Cреда 8:00 - 11:20, ауд. 276/3а</p>
            </div>
        </div>
    </div>
</section>

<?php require $_SERVER['DOCUMENT_ROOT'] . '/footer.php'; ?>
